Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Trzymaj! Kroniki Myrtany - dla ciebie!
uk: Тримай! Хроніки Міртани - для тебе!

source: Trzymaj, ale gdyby ktoś pytał, to nigdy mnie nie widziałeś.
uk: Ось, тримай, але якщо хтось запитає, ти мене не бачив.

source: Trzymaj, amulet. Mówiłeś wcześniej, że jest dla ciebie ważny.
uk: Ось, твій амулет. Ти раніше говорив, що він для тебе важливий.

source: Trzymaj, jest darmowa.
uk: Тримай, безкоштовно.

source: Trzymaj, jest trochę mięsa i pieczywa. I jeszcze raz dzięki za wszystko co dla nas zrobiłeś.
uk: Ось трохи м'яса і хліба. І ще раз дякую за все, що ти для нас зробив.

source: Trzymaj, mam nadzieję, że poradzisz sobie z transportem.
uk: Тримай, сподіваюсь, ти зможеш донести.

source: Trzymaj, miałem... miałem ci to dać już kiedyś... ale jakoś nie było okazji...
uk: Ось, я повинен був... я збирався віддати тобі це раніше... але якось не було можливості...

source: Trzymaj, mogą ci się przydać w dalszych poszukiwaniach.
uk: Тримай, вони можуть тобі пригодитись в подальших пошуках.

source: Trzymaj, może ci pomogą, ale lepiej uważaj, bo nie mam już ich więcej!
uk: Тримай, можливо вони тобі допоможуть, але будь обережним – в мене їх більше немає!

source: Trzymaj, napij się piwka, nabierz sił.
uk: Візьми, випий пива, наберись сил.

source: Trzymaj, niech ci służy.
uk: Тримай, нехай служить.

source: Trzymaj, ostatnio Ulryk płaci nam tak dobrze, że mogę pomóc komuś w potrzebie.
uk: Тримай, Ульрік так добре платить нам останнім часом, що я в змозі допомогти комусь, хто цього потребує.

source: Trzymaj, oto klucz do drzwi. Tylko pamiętaj, idziesz tam na własną odpowiedzialność!
uk: Ось, тримай, це ключ від дверей. Тільки пам'ятай, ти йдеш туди на свій страх і ризик!

source: Trzymaj, oto twoja nagroda.
uk: Тримай, ось твоя винагорода.

source: Trzymaj, pancerz jest gotowy.
uk: Тримай, обладунок готовий.

source: Trzymaj, podwędziłem ten eliksir jednemu z magów, mi on się raczej nie przyda.
uk: Тримай, я вкрав це зілля у магів, навряд чи воно мені пригодиться.

source: Trzymaj, potraktuj to jako zaliczkę.
uk: Тримай, рахуй що це задаток.

source: Trzymaj, powinieneś sobie z tym poradzić bez większych problemów.
uk: Тримай, ти маєш з цим впоратися без зайвих проблем.

source: Trzymaj, przekaż ten papier szefowi.
uk: Ось, передай цей папір своєму шефу.

source: Trzymaj, ta jest dla ciebie. Zobaczymy, kto złowi więcej!
uk: Тримай, це тобі. Побачимо, хто більше зловить!

source: Trzymaj, to dla ciebie!
uk: Ось, це тобі!

source: Trzymaj, to powinno trochę pomóc.
uk: Ось, це повинно трохи допомогти.

source: Trzymaj, to taki drobiazg jako upominek. Kto wie, może ci się kiedyś przyda. Ja już nie zamierzam bawić się magią.
uk: Залиш собі, така собі дрібничка в подарунок. Хто знає, може, колись вона тобі знадобиться. Я більше не буду бавитися з магією.

source: Trzymaj, to w ramach nagrody.
uk: Тримай, це тобі в нагороду.

source: Trzymaj, tyle udało mi się wydobyć. Ile zarobiłem?
uk: Тримай, це все, що я встиг видобути. Скільки я заробив?

source: Trzymaj, tyle zwojów powinno wystarczyć.
uk: Тримай, цих сувоїв має вистачити.

source: Trzymaj, tylko nie wypij wszystkiego naraz!
uk: Тримай, тільки не випий все за один раз!

source: Trzymaj, udało mi się już kilka wydobyć.
uk: Тримай, мені вже вдалось добути кілька штук.

source: Trzymaj, z pewnością ci się przydadzą. Tylko nie zapomnij, żeby wejść do środka po zmroku, gdy będzie już tam pusto!
uk: Візьми, тобі це знадобиться. Тільки не забудь дочекатися настання темряви, щоб там нікого не було!

source: Trzymaj, zasłużyłeś sobie!
uk: Тримай, ти його заслужив!

source: Trzymaj, zaznaczyłem ci na mapie gdzie powinieneś się rozglądać.
uk: Тримай, я позначив на мапі місця, які тобі варто оглянути.

source: Trzymaj.
uk: Тримай.

source: Trzymaj. (Daj 25 SZ)
uk: Тримай. (Дати 25 золотих)

source: Trzymaj. (Daj 300 SZ)
uk: Тримай. (Дати 300 золотих)

source: Trzymaj. (Oddaj piwo)
uk: Тримай. (Віддати пиво)

source: Trzymaj. Niech ci służy.
uk: Тримай. Нехай він тобі добре служить.

source: Trzymaj. Nigdy mnie nie widziałeś. (300 SZ)
uk: Тримай. І ти ніколи мене не бачив. (300 золотих)

source: Trzymaj. Nigdy mnie nie widziałeś. (500 SZ)
uk: Тримай. І ти ніколи мене не бачив. (500 золотих)

source: Trzymaj. Przeczytaj dokładnie co trzeba zrobić. Jeśli się sprawdzisz, polecę cię Volkerowi.
uk: Ось. Прочитай, що потрібно зробити. Якщо ти себе проявиш, то я порекомендую тебе Волкеру.

source: Trzymaj. Tylko pamiętaj, gdyby się pytał skąd je masz, to powiedz, że...
uk: Тримай. Тільки пам'ятай, якщо він запитає, звідки в тебе це, то скажи, що...

source: Trzymajcie mnie, bo nie ręczę za siebie. Nogi powyrywam...
uk: Тримайте мене або я за себе не відповідаю. Ноги повідриваю...

source: Trzymajcie się mnie. Wiem, jak bezpiecznie przejść przez bagno!
uk: Тримайся за мною. Я знаю, як безпечно пройти через болото!

source: Trzymali ją w klatce - jak zwierzę! Ale w końcu Adanos się nad nią ulitował.
uk: Вони тримали її в клітці – як тварину! Але врешті-решт Аданос змилувався над нею.

source: Trzymam jego stronę, bo miejsce winiarza jest przy winoroślach, a on nigdy ich nie unikał. Nie mogę tego samego powiedzieć o Andreasie.
uk: Я на його боці, бо місце винороба – біля лози, а він ніколи цього не цурався. Чого не можна сказати про Андреаса.

source: Trzymam kciuki, żebyś miał tyle samo szczęścia po tym, co zrobiłeś Benowi. Facet już dawno zalazł mi za skórę.
uk: Я тримаю пальці схрещеними, щоб тобі постійно щастило після того, що ти зробив з Беном. Цей тип давно в мене в печінках сидів.

source: Trzymam, trzymam. Jak dostarczę Roderichowi dobrego rekruta, to dostanę premię, więc postaraj się wyjść stamtąd cało!
uk: Тримаю, тримаю. Якщо я доставлю Родеріху хорошого новобранця, то отримаю премію, так що постарайся вибратись звідти живим!

source: Trzymasz już coś innego w lewej dłoni!
uk: Ви вже тримаєте щось інше в лівій руці!

source: Trzymasz się?
uk: Ти в порядку?

source: Trzęsienie ziemi
uk: Землетрус

source: Trąba
uk: Труба

source: Tu brakuje kilku desek, tam coś jest zgniecione albo wyrwane... Stawianie budynków to naprawdę ciężka praca.
uk: Тут не вистачає кількох дощок, там щось розчавлено чи вирвано... Спорудження будівель - це дуже важка робота.

source: Tu gdzie siedzimy jest w miarę bezpiecznie. Staram się nie zapuszczać nigdzie dalej, bo wiem jak to może się skończyć.
uk: Тут, де ми сидимо, досить безпечно. Я не ризикую йти далі, бо знаю, чим це може закінчитися.

source: Tu gdzie siedzimy jest w miarę bezpiecznie. Staram się nie zapuszczać nigdzie dalej, bo wiem, jak to się może skończyć.
uk: Тут, де ми сидимо, досить безпечно. Я не ризикую йти далі, бо знаю, чим це може закінчитися.

source: Tu i tam. Dzięki za miły trening.
uk: То тут, то там. Дякую за гарне тренування.

source: Tu jest pismo, które upoważni cię do wejścia do środka. Pokaż je strażnikowi kopalni, będzie wiedział, o co chodzi.
uk: Ось лист, який дозволить тобі пройти всередину. Покажи його охоронцю копальні, він зрозуміє, про що йдеться.

source: Tu jesteś! Może tym razem twoje zapędy do ładowania się w kłopoty jakoś nam pomogą!
uk: Ти тут! Можливо, цього разу твоя схильність потрапляти в неприємності якось нам допоможе!

source: Tu jesteś! Wszędzie cię szukaliśmy!
uk: Ось ти де! Ми тебе всюди шукали!

source: Tu jesteś, szukałem cię.
uk: Ось ти де, я тебе шукав.

source: Tu już skończyłem.
uk: Я тут закінчив.

source: Tu mieszkali moi przodkowie, więc tutaj żyję też ja. Na szczęście mam tu sporo przestrzeni i mogę spacerować po własnym ogrodzie, z dala od wzroku tych idiotów.
uk: Тут жили мої предки, тож тут живу і я. На щастя, у мене тут багато місця і я можу гуляти у власному саду, подалі від цих ідіотів.

source: Tu może być trudniej, w jej lokalu są sprzedawane chyba tylko wina z wyższej półki. Pewnie chce nadać prestiżu burdelowi, hahaha.
uk: Тут може бути складніше, її заклад, мабуть, продає лише елітні вина. Вона, напевно, хоче надати борделю якогось престижу, ха-ха-ха.

source: Tu nie chodzi o same bryłki. Musisz przepytać tych ludzi, czy wiedzą, skąd przemytnicy wytrzasnęli całą skrzynię magicznej rudy. To może być dla nas bardzo ważna informacja.
uk: Справа не в самих самородках. Ти повинен розпитати цих людей, чи не знають вони, звідки контрабандисти взяли цілий ящик магічної руди. Це може бути дуже важливою інформацією для нас.

source: Tu nie ma miejsca dla bestii!
uk: Тваринам тут не місце!

source: Tu nie ma miejsca dla potworów!
uk: Тут не місце чудовиськам!

source: Tu nie ma w co wierzyć!
uk: А що тут неправдоподібного?!

source: Tu nie ma żadnej drogi. Zresztą nie interesuj się, bo i tak cię nie przepuszczę.
uk: Тут немає ніякої дороги. Зрештою, можеш і не цікавитись, бо я тебе все одно не пропущу.

source: Tu postrzyka, tam postrzyka, ale węgiel musi się robić.
uk: Тут болить, там болить, але вугілля треба випалювати.

source: Tu się nie walczy, jasne?! Niech to będzie dla ciebie nauczką!
uk: Жодних бійок тут, ти зрозумів? Нехай це буде тобі уроком!

source: Tu się nie walczy, zrozumiano? Niech to będzie dla ciebie nauczka!
uk: Ніяких бійок, зрозуміло? Нехай це буде тобі уроком!

source: Tu się trochę pomachało mieczem, tam toporem, postrzelałem też z kuszy czy łuku... cokolwiek z tego cię interesuje, może uda nam się jakoś dogadać.
uk: Я трохи помахав мечем, трохи сокирою, стріляв і з арбалета, і з лука... чим би ти не цікавився, впевнений, ми зможемо якось домовитись.

source: Tu się z tobą zgodzę, ale jeśli dojdzie do zamieszek, ty będziesz miał krew niewinnych na rękach, nie ja.
uk: Тут я тебе розумію, але якщо буде бунт, то кров невинних буде на твоїх руках, а не на моїх.

source: Tu się z tobą zgodzę.
uk: Тут я тебе розумію.

source: Tu się z tobą zgodzę. Facet nie jest tęgim bystrzakiem.
uk: Тут я з тобою згоден. Хлопець не великий розумник.

source: Tu są!
uk: А ось вони!

source: Tu w obozie choć przez chwilę można odetchnąć od przerażających ciemności tego miejsca. Zabranie tego całego sprzętu to był dobry plan!
uk: Тут, у таборі, хоча б на мить можна перевести дух від моторошної пітьми цього місця. Взяти все це спорядження було правильним рішенням!

source: Tu, gdzie siedzimy jest w miarę bezpiecznie. Staram się nie zapuszczać nigdzie dalej, bo wiem, jak to się może skończyć.
uk: Тут, де ми сидимо, досить безпечно. Я не ризикую йти далі, бо знаю, чим це може закінчитися.

source: Tunel to ostateczna decyzja?
uk: Тунель – це остаточне рішення?

source: Turkusowy strój marynarza
uk: Бірюзове вбрання моряка

source: Turkusowy strój marynarza (100 SZ)
uk: Бірюзове вбрання моряка (100 золотих)

source: Turniej
uk: Турнір

source: Turnieje w Przystani są znane na całą wyspę! Oczywiście, w odpowiednich środowiskach.
uk: Турніри в Гавані відомі на весь острів! У певних колах, звісно.

source: Tutaj akurat nie jestem taki pewny.
uk: На рахунок цього я не настільки впевнений.

source: Tutaj będzie dobrze. Pilnuj tego kawałka trasy.
uk: Тут буде добре. Пильнуй цю ділянку маршруту.

source: Tutaj chodzi o kroczenie drogą Adanosa i zaprowadzenie długo oczekiwanego pokoju.
uk: Йдеться про те, щоб пройти шлях Аданоса і принести довгоочікуваний мир.

source: Tutaj chodzi o życie obywateli. Jak byś się czuł, gdyby miasto zostało zaatakowane przez orków, którzy spokojnie podejdą pod mury, bo tanie kusze nie będą w stanie zrobić im krzywdy?
uk: На кону стоять життя містян. Як би ти почувався, якби на місто напали орки, які зможуть спокійно підійти до стін, бо дешеві арбалети не можуть завдати їм шкоди?

source: Tutaj cię uprzedzę, jeśli mnie zabijesz to niczego nie zyskasz, na moje miejsce pojawią się kolejne trzy osoby. Czy to będą biedacy ze slumsów, Południowcy, czy może uchodźcy.
uk: Одразу попереджаю тебе, якщо ти мене вб'єш, то це нічого не змінить. На моє місце з'являться ще троє. Це можуть бути бідняки з нетрів, південці, чи, можливо, біженці.

source: Tutaj dobrze. Na pewno lepiej niż w mieście, gdzie mieszkańcy mają teraz jedną wielką kontrolę skarbową.
uk: Тут добре. Безумовно, краще, ніж у місті, де у мешканців одні податки у житті.

source: Tutaj doskonale wiesz, kiedy ktoś próbuje cię oszukać, a kiedy przyjacielsko z ciebie żartuje.
uk: Тут ти прекрасно розумієш, коли тебе намагаються надурити, а коли просто дружелюбно жартують.

source: Tutaj droga się kończy. Muszę się zastanowić, jak zejść bezpiecznie na sam dół.
uk: Тут дорога закінчується. Я маю придумати, як безпечно спуститися вниз.

source: Tutaj go nie ma.
uk: Тут його немає.

source: Tutaj jest całkiem w porządku, ale z zewnątrz dochodzą pogłoski, że sytuacja na wyspie się pogarsza. Orkowie chyba w końcu wzięli się na poważnie za Archolos...
uk: Тут все досить непогано, але ззовні доходять чутки, що ситуація на острові погіршується. Здається, орки нарешті всерйоз взялися за Архолос...

source: Tutaj jesteś Marvin. Tak się obijałeś z tymi kuszami, że nie dałeś mi wyboru.
uk: Ось і ти, Марвіне. Ти так барився з тими арбалетами, що не залишив мені вибору.

source: Tutaj jesteś!
uk: Ось ти де!

source: Tutaj jesteś! Właśnie cię szukałem.
uk: А, ось ти де! Саме тебе я і шукав.

source: Tutaj jesteś, Dennis!
uk: Ось ти де, Деннісе!

source: Tutaj jesteśmy inni. Twardzi.
uk: Ми тут інші. Жорсткіші.

source: Tutaj już nikt mnie nie pobije, będę silniejszy niż byłem na Londram...
uk: Тут мене вже ніхто не зможе перемогти, я стану сильнішим, ніж був на Лондрамі...

source: Tutaj każdy odpowiada za siebie, także dobrze ci radzę, nie wciskaj swojego nosa w nie swoje sprawy
uk: Тут кожен відповідає сам за себе, і тобі я теж раджу не пхати свого носа не в свої справи.

source: Tutaj każdy odpowiada za siebie, także dobrze ci radzę, nie wciskaj swojego nosa w nie swoje sprawy.
uk: Тут кожен відповідає за себе сам, і тобі я теж раджу не пхати свого носа не в свої справи.

source: Tutaj masz krótką listę z towarami.
uk: Ось короткий перелік товарів.

source: Tutaj możemy robić, co chcemy.
uk: Тут ми можемо робити те, що хочемо.

source: Tutaj możesz sobie szczekać i warczeć do woli.
uk: Тут ти можеш гавкати й гарчати досхочу.

source: Tutaj naprawdę można coś złapać, jeśli nie ma się zahartowanego organizmu.
uk: Тут дійсно можна щось підхопити, якщо ти не загартований.

source: Tutaj nie będę gadać o takich sprawach. Jeśli cię to interesuje, zapraszam do mojego pokoju. Oczywiście nie za darmo.
uk: Тут я не говоритиму про такі речі. Якщо тобі цікаво, можеш зайти до мене в кімнату. Звісно, не безкоштовно.

source: Tutaj nie ma twojego pana. Jest tylko wataha wygłodniałych wilków.
uk: Твого господаря тут немає. Є тільки зграя голодних вовків.

source: Tutaj nie masz jak zaopatrzyć się w wiele takich cudeniek, więc pracując łatwiej będzie ci się trzymać faktycznego przeznaczenia broni. Korzystaj z tej możliwości!
uk: Тут у тебе немає можливості запастися великою кількістю таких цікавинок, тому в роботі буде легше дотримуватися фактичного призначення зброї. Скористайся цією можливістю!

source: Tutaj nie za dobrze, może na bagnach będzie lepiej.
uk: Тут не дуже добре. Можливо, на болотах буде краще.

source: Tutaj oszczędzę ci rozmyślania, wybrałem dwóch odpowiednich kandydatów. Strażnik Duster i Varin - były kapitan Gildii Kupieckiej. Obu znajdziesz gdzieś w porcie.
uk: З цим я полегшу тобі задачу. Я вибрав двох підходящих кандидатів. Вартовий Дастер і Варін – колишній капітан Торгової Гільдії. Обох можна знайти десь у порту.

source: Tutaj pewnie Marvin miałby więcej do powiedzenia, ale nie, to nie było częścią planu, a przynajmniej mnie nic o tym nie wiadomo.
uk: Тут Марвін, мабуть, міг би більше розповісти, але ні, це не було частиною плану, або, принаймні, мені про це невідомо.

source: Tutaj pojawia się mały problem. Pancerz swoje już przeleżał i nie jest w najlepszym stanie... ale znam kogoś, kto chętnie go naprawi!
uk: Саме тут виникає невеличка проблема. Обладунок не новий і не в найкращому стані... але я знаю декого, хто з радістю його відновить!

source: Tutaj pojawia się problem. Nie mam pojęcia, jak mikstura zadziała z alkoholem. Takie mieszanie może całkowicie zaburzyć wynik eksperymentu.
uk: Ось тут і виникає проблема. Я не уявляю, як зілля працюватиме з алкоголем. Таке змішування може повністю зруйнувати результат експерименту.

source: Tutaj pojawiają się dwa problemy.
uk: Якраз тут виникають дві проблеми.

source: Tutaj przynajmniej nikt nie przegania cię z ulicy po nocach.
uk: Принаймні, тут ніхто не переслідує тебе вночі по вулиці.

source: Tutaj rzadko się zapuszczają. W portowej karczmie grają co wieczór, tam spróbuj szczęścia.
uk: Сюди вони рідко заходять. У портовій корчмі грають щовечора, спробуй щастя там.

source: Tutaj się nie walczy, zapamiętaj to sobie!
uk: Ніяких тут бійок, запам’ятайте про це!

source: Tutaj spędzili dłuższą chwilę.
uk: Тут вони були деякий час.

source: Tutaj takie rzeczy ciągną się za człowiekiem tygodniami. By być szanowanym, musisz być nieskazitelny.
uk: Подібне тут продовжується тижнями. Щоб тебе поважали, ти мусиш себе зарекомендувати.

source: Tutaj trzeba wiedzy jakiegoś porządnego alchemika... a jedyny, jaki przychodzi mi do głowy, to Bodowin.
uk: Тут потрібні знання якогось хорошого алхіміка... і єдиний, хто мені спадає на думку, це Бодовін.

source: Tutaj w karczmie każdego dnia ktoś przepija albo przegrywa całe swoje oszczędności.
uk: Тут, у корчмі, щодня хтось спивається або втрачає всі свої заощадження.

source: Tutaj właśnie wkraczasz ty. Chcę, żebyś rozpoczął własne, niezależne śledztwo i pomógł zdobyć dowody na zamachowca, ktokolwiek by nim był.
uk: І тут у справу вступаєш ти. Я хочу, щоб ти розпочав власне незалежне розслідування і допоміг зібрати докази проти злочинця, ким би він не був.

source: Tutaj zakończymy naszą współpracę.
uk: Тут ми закінчуємо нашу співпрацю.

source: Tutaj zakończymy naszą współpracę. (Zabij)
uk: Тут ми закінчуємо нашу співпрацю. (Вбити)

source: Tutaj znajdziesz tylko silnych ludzi. Nikt nie staje się Wilczym Synem poprzez czytanie książek, tylko trudne, męskie szkolenie!
uk: Тут ти знайдеш виключно сильних людей. Ніхто не стає Вовчим Сином, читаючи книжки. Тільки важкі чоловічі тренування!

source: Tutaj ściany mają uszy, przyjacielu. Żegnaj, mam nadzieję, że jeszcze się kiedyś spotkamy.
uk: Тут навіть стіни мають вуха, друже. Прощавай, і сподіваюся, що ми ще колись зустрінемось.

source: Tutaj, w Wilczym Leżu, jest rodzina, która zajmuje się myślistwem i sprzedażą łuków. Jej głową jest niejaki Gaston, ale chodzi mi o jego córkę, Lucy.
uk: Тут, у Вовчому Лігві, є сім'я, яка займається полюванням і продажем луків. Її очолює Гастон, але я маю на увазі його доньку, Люсі.

source: Tutaj, w zewnętrznej części wspólnej, przy magazynie. Nie będziesz miał problemu ze znalezieniem.
uk: Тут, у зовнішньому дворі, біля складу. Ти знайдеш її без проблем.

source: Tutaj?
uk: Тут?

source: Tutaj? Coś ci się w głowie pomieszało.
uk: Тут? Та у тебе з головою проблеми.

source: Tutejsi nie wydają się mile nastawieni. Chyba rozumiem o co im chodzi, ale powinni nas zrozumieć...
uk: Місцеві жителі не надто привітні. Здається, я розумію, чому, але і вони повинні нас зрозуміти...

source: Tutejsi nie wydają się mile nastawieni. Chyba wiem, o co im chodzi, ale powinni nas zrozumieć...
uk: Місцеві жителі не надто привітні. Я знаю, чому так, але вони повинні нас зрозуміти...

source: Tutejsza ziemia jest dla nas nad wyraz łaskawa, a to dlatego, że jest bogata w glinę, żwir i piasek.
uk: Місцевий ґрунт надзвичайно прихильний до нас, адже він багатий на глину, гравій та пісок.

source: Tutejsze lasy są strasznie niebezpieczne, bez odpowiedniego ekwipunku bym się w nie nie zapuszczał.
uk: Тутешні ліси дуже небезпечні. Без відповідного спорядження я б не наважився туди йти.

source: Tutejszy pasterz jednego zgubił.
uk: Місцевий пастух загубив одного.

source: Twarda skóra.
uk: Тверда шкура.

source: Twarda szabla
uk: Міцна шабля

source: Twarde chitynowe płyty.
uk: Міцні хітинові пластини.

source: Twarde chitynowe trofeum.
uk: Трофей з твердого хітину.

source: Twarde i gorzkie mięso,
uk: Жорстке і гірке м'ясо,

source: Twarde i gorzkie mięso.
uk: Жорстке і гірке м'ясо,

source: Twardo się targujesz, ale niech będzie. Bierz to złoto i ani monety więcej!
uk: Ти добре торгуєшся, але хай буде так. Візьми це золото, і ні монетою більше!

source: Twardy róg.
uk: Міцний ріг.

source: Twardy, lecz pożywny wielki płat mięsa.
uk: Жорсткий, але поживний великий шматок м'яса.

source: Twardziel
uk: Міцнюга

source: Twe winy zostaną ci odpuszczone tylko wtedy, gdy ofiarujesz pokaźny datek na rzecz klasztoru.
uk: Твої гріхи будуть прощені лише тоді, коли ти зробиш значне пожертвування на користь монастиря.

source: Twe zachowanie hańbi dobre imię straży miejskiej! Roderich zażąda wyjaśnień!
uk: Своєю поведінкою ти ганьбиш добре ім'я Міської Варти! Родеріх вимагатиме пояснень!

source: Twego 'Mistrza' zgubił konflikt z Magami Wody, bowiem wtedy przeciwko niemu stanęli mieszkańcy wyspy.
uk: Твій 'Учитель' загинув у конфлікті з Магами Води, коли острів'яни повстали проти нього.

source: Twierdza Vardhal.
uk: Фортеця Вардхал.

source: Twierdza na północno-zachodnim cyplu to zaiste miejsce niespotykane nigdzie indziej na wyspie. Nie mam tutaj na myśli wyłącznie przyprawiających o zawrót głowy kolumnad i sklepień stanowiących jedność z kompleksem jaskiń. Wewnątrz warowni spotkałem się bowiem z osobliwą aurą, która w niewyjaśniony sposób stymuluje moje zdolności poznawcze.
uk: Фортеця на північно-західному узбережжі справді не схожа на жодну іншу на острові. І я маю на увазі не лише запаморочливі колонади та склепіння, що утворюють єдине ціле з печерним комплексом. Усередині фортеці я зіткнувся з особливою аурою, яка незбагненним чином активізувала мої розумові здібності.

source: Twierdzi również, że do aktywowania jego ukrytej mocy należy przeprowadzić Rytuał Ognia, możliwy tylko przy udziale paladyna.
uk: Він також стверджує, що для того, щоб активувати його приховану силу, потрібно провести Ритуал Вогню, який можливий лише за участю паладина.

source: Twierdzi, że dzięki tobie Bodowin oddał mu należytą kwotę co do monety.
uk: Він стверджує, що завдяки тобі Бодовін віддав йому все до останньої монети.

source: Twierdzi, że nie ma czasu i pieniędzy, żeby mi pomóc.
uk: Він каже, що не має ні часу, ні грошей, щоб допомогти мені.

source: Twierdzi, że otrzymał go od Huuga.
uk: Він стверджує, що отримав її від Хууга.

source: Twierdzi, że to mogłoby spowodować dodatkowe, niepotrzebne ryzyko.
uk: Він стверджує, що це створить додатковий, непотрібний ризик.

source: Twierdzisz, że coś mi grozi?
uk: Хочеш сказати, що мені щось загрожує?

source: Twierdzisz, że krew na dworze Volkera to też pieprzony zbieg okoliczności?
uk: Тобто ти хочеш сказати, що кров у дворі Волкера – це теж довбаний збіг обставин?

source: Twierdzisz, że ktoś inny stoi za zamachem?
uk: Хочеш сказати, що за замахом стоїть хтось інший?

source: Twierdzisz, że straż pochwyciła niewłaściwą osobę?
uk: Кажеш, що Варта затримала не ту людину?

source: Twierdzisz, że to nie Ars stoi za zamachem?
uk: Хочеш сказати, що Арс не стоїть за замахом?

source: Twierdzisz, że to nie pierwszy raz, gdy umiera człowiek Volkera?
uk: Кажеш, що це не перший випадок, коли помирає людина Волкера?

source: Twierdzisz, że to ty stoisz za zamachem?
uk: Хочеш сказати, що це ти стоїш за замахом?

source: Twierdził, że mieszkanie w Starym Mieście jest znacznie bezpieczniejsze niż w innych dzielnicach miasta.
uk: Він стверджував, що жити в Старому місті набагато безпечніше, ніж в інших районах міста.

source: Twierdził, że ogólna edukacja obu nie wyjdzie na dobre, bo będą się orientować w każdej dziedzinie po trochu, ale w żadnej nie zostaną mistrzami.
uk: Він вважав, що загальна освіта не підійде їм обом, оскільки вони будуть трохи розбиратися в кожній галузі, але не стануть майстрами в жодній.

source: Twierdził, że to bardzo pilne, i że wiesz, gdzie go szukać.
uk: Він сказав, що це дуже терміново і що ти знаєш, де його знайти.
